docs/wizards/provider_changes_ukprn_wizard.mmd
flowchart TD
  effective_date["Effective Date"]
  new_ukprn["New Ukprn"]
  check_your_answers["Check Your Answers"]
  effective_date --> new_ukprn
  new_ukprn --> check_your_answers
